[
    {
        "slide": 1,
        "section": "Other",
        "summary": "This is an introductory slide announcing the company's focus on revolutionizing quality inspection in manufacturing.",
        "key_points": [
            "Focuses on quality inspection.",
            "Targets the manufacturing sector.",
            "Aims for revolutionary change."
        ]
    },
    {
        "slide": 2,
        "section": "Problem",
        "summary": "Manufacturers face significant challenges in quality control and automation due to limitations of traditional vision systems, which are inflexible, lack deep AI integration, and lead to high costs of poor quality.",
        "key_points": [
            "Traditional vision systems are inflexible and difficult to adapt.",
            "Most systems lack advanced AI/deep learning capabilities, leading to costly custom solutions.",
            "AI-powered vision technology offers a solution to improve productivity and accuracy."
        ]
    },
    {
        "slide": 3,
        "section": "Market",
        "summary": "The global AI vision market represents an $8.7 billion total addressable market, with India's serviceable available market at $278 million and a projected $2 million serviceable obtainable market for FY25, indicating a fast-growing, untapped opportunity.",
        "key_points": [
            "Total Addressable Market (TAM) for Global AI Vision is $8.7 billion.",
            "India's Serviceable Available Market (SAM) is $278 million, with a FY25 target (SOM) of $2 million.",
            "Asia-Pacific is the fastest-growing market with a 12% CAGR, highlighting AI-powered quality inspection as an untapped goldmine."
        ]
    },
    {
        "slide": 4,
        "section": "Solution",
        "summary": "SensoVision offers an adaptive AI-powered vision system platform for diverse industrial applications, featuring real-time defect detection, modular automation for easy integration, and no-code configuration for rapid deployment.",
        "key_points": [
            "Provides AI-powered real-time defect detection for various industrial applications.",
            "Offers modular automation for easy integration and no-code configuration for rapid deployment.",
            "Aims to become an AI Vision Platform provider for System Integrators."
        ]
    },
    {
        "slide": 5,
        "section": "Product",
        "summary": "SensoVision's unique value proposition is built upon key innovations including real-time AI-powered defect detection, adaptive deep learning models, cloud-based analytics and reporting, and seamless integration with industrial automation.",
        "key_points": [
            "Features real-time AI-powered defect detection.",
            "Utilizes adaptive deep learning models.",
            "Offers cloud-based analytics, reporting, and seamless integration with industrial automation."
        ]
    },
    {
        "slide": 6,
        "section": "Product",
        "summary": "SensoVision has established a strong foundation for future growth with over 500 million parts inspected, AI models trained on multi-industry datasets, breakthroughs in real-time analytics, and successful international installations.",
        "key_points": [
            "Proven large-scale AI-driven vision inspection with over 500 million parts inspected.",
            "AI models trained on multi-industry datasets enable adaptability.",
            "Successful installations in Sweden, Slovenia, Romania, and South Korea, indicating international market readiness."
        ]
    },
    {
        "slide": 7,
        "section": "Business Model",
        "summary": "SensoVision diversifies its revenue through licensing and partnerships with OEMs and automation firms, high-margin vision system hardware sales, and customized solutions and integration services, with future growth projected to be driven primarily by AI-powered software.",
        "key_points": [
            "Primary revenue streams include licensing, hardware sales, and customized solutions.",
            "Focuses on OEM and automation firm collaborations for partnerships.",
            "Anticipates AI-powered software to become the largest revenue driver in the future."
        ]
    },
    {
        "slide": 8,
        "section": "Market",
        "summary": "SensoVision distinguishes itself in the competitive landscape by offering unique value and adaptability, particularly excelling in speed to market, effectiveness for buyers, ease of customization, after-sale support, and cost-value proposition compared to various competitor types.",
        "key_points": [
            "Compares SensoVision against SaaS players, End-to-End Vision suppliers, Industry Specific Solutions, and System Integrators.",
            "Highlights superior performance in customization, support, and cost-value.",
            "Positions SensoVision as standing out due to its unique value and adaptability."
        ]
    },
    {
        "slide": 9,
        "section": "Product",
        "summary": "SensoVision holds a competitive advantage over traditional vision systems with its AI-powered adaptability, multi-industry applications, no-code configuration, real-time analytics, and superior scalability and customization.",
        "key_points": [
            "Offers AI-powered adaptability and multi-industry applications, unlike niche-specific traditional systems.",
            "Features no-code configuration and real-time analytics.",
            "Provides superior scalability and customization compared to fixed-function systems."
        ]
    },
    {
        "slide": 10,
        "section": "Financials",
        "summary": "SensoVision demonstrates strong financial traction with ₹7.2 Cr in sales for FY23-24, ₹11.5 Cr in deals closed for FY24-25 (projected to reach ₹16 Cr), and expanding international market penetration across multiple countries.",
        "key_points": [
            "Achieved ₹7.2 Cr in total sales for FY23-24.",
            "Closed ₹11.5 Cr in deals for FY24-25, with a projection of ₹16 Cr by year-end.",
            "Successfully expanded into new international markets including Sweden, Slovenia, Romania, South Korea, Japan, and Germany."
        ]
    },
    {
        "slide": 11,
        "section": "Financials",
        "summary": "SensoVision's FY25 roadmap illustrates a healthy sales pipeline with 150 machines installed by FY24, 31 new orders to date, and a significant number of deals in the closure, PoC, and initial stages.",
        "key_points": [
            "150 machines were installed by the end of FY24.",
            "Received 31 new orders to date in FY25.",
            "Maintains a strong sales pipeline with 25 deals in closure, 102 in PoC, and 98 in the initial stage."
        ]
    },
    {
        "slide": 12,
        "section": "Financials",
        "summary": "SensoVision outlines an ambitious roadmap to reach ₹150 crores, focusing on international market entry, strategic OEM and SI partnerships, and full-scale international expansion to achieve scalable growth through SaaS and AI-driven solutions.",
        "key_points": [
            "Ambitious target to reach ₹150 crores, with projected solution offerings increasing to 1000+ by FY2027.",
            "Strategic roadmap includes international market entry (FY2024) and scaling OEM/SI partnerships (FY2025-2026).",
            "Plans for full-scale international market expansion by FY2027, driven by SaaS and AI technologies."
        ]
    },
    {
        "slide": 13,
        "section": "Financials",
        "summary": "SensoVision is raising ₹16 Cr at a ₹60 Cr post-money valuation, with 80% of funds allocated to R&D/AI development and market expansion/sales, and clear exit strategies planned for 2027 (Series B) or 2028 (SME IPO).",
        "key_points": [
            "Seeking ₹16 Cr in funding at a ₹60 Cr post-money valuation.",
            "Funds are primarily allocated to R&D/AI development (40%) and market expansion/sales (40%).",
            "Two clear exit strategies are outlined: Series B funding in 2027 or an SME IPO in 2028."
        ]
    },
    {
        "slide": 14,
        "section": "Team",
        "summary": "The SensoVision core team comprises experienced professionals, including CEO & Founder Vikram Jain (IIT Delhi, ex-DRDO), COO & Co-Founder Manu George (IIM-B), a seasoned Management Advisor, and a strong leadership team across key functional areas.",
        "key_points": [
            "Founding team brings strong technical (IIT Delhi, DRDO) and business (IIM-B) expertise.",
            "Includes a highly experienced Management Advisor with a background in the auto parts industry.",
            "A robust leadership team covers critical functions such as sales, software, R&D, design, support, and production."
        ]
    },
    {
        "slide": 15,
        "section": "Other",
        "summary": "This slide provides essential contact information for SensoVision.",
        "key_points": [
            "Provides primary contact phone numbers.",
            "Includes a general email address for inquiries."
        ]
    },
    {
        "slide": 16,
        "section": "Other",
        "summary": "This slide serves as a separator, indicating that supplementary information or 'Follow Up Slides' are presented next.",
        "key_points": [
            "Acts as a transition or divider slide.",
            "Indicates additional content follows."
        ]
    },
    {
        "slide": 17,
        "section": "Other",
        "summary": "This is a blank slide, likely serving as a placeholder or a visual break in the presentation.",
        "key_points": [
            "No content is provided.",
            "Likely serves as a structural element or blank slide."
        ]
    },
    {
        "slide": 18,
        "section": "Market",
        "summary": "SensoVision's market penetration strategy involves direct sales to automotive and fasteners industries, strategic partnerships with automation companies and integrators, extensive industry engagement, and global expansion through international collaborations and satellite offices.",
        "key_points": [
            "Employs direct sales to key manufacturing industries like automotive OEM and fasteners.",
            "Focuses on strategic partnerships with automation companies, integration partners, and manufacturing consultants.",
            "Plans for international partnerships, trade fair participation, digital marketing, and establishing physical presence in metro cities."
        ]
    },
    {
        "slide": 19,
        "section": "Financials",
        "summary": "This slide introduces SensoVision's approach to unit economy costing and its roadmap for achieving profitability by optimizing costs while delivering high value.",
        "key_points": [
            "Focuses on optimizing unit economics.",
            "Outlines a clear roadmap towards profitability.",
            "Aims to achieve cost efficiency without compromising value delivery."
        ]
    },
    {
        "slide": 20,
        "section": "Product",
        "summary": "SensoVision details an aggressive product and sales roadmap through FY2028, including launching new inspection technologies (e.g., 3D, PCB, Textile), exploring B2C applications, and significantly expanding overseas sales and partnerships across diverse industries.",
        "key_points": [
            "Product roadmap includes launching advanced inspection technologies like 3D, PCB, and Textile inspection by 2026.",
            "Sales roadmap targets aggressive international expansion, including direct overseas sales and channel partnerships, aiming for 300 annual machine sales by FY28.",
            "Plans to integrate with packaging machines, develop new sorting solutions, and launch enhanced Vizbot versions."
        ]
    },
    {
        "slide": 21,
        "section": "Financials",
        "summary": "This slide is designated to present a detailed overview of the company's capitalization table and debt structure.",
        "key_points": [
            "Provides details on the company's capital structure.",
            "Includes information on equity holdings and debt."
        ]
    },
    {
        "slide": 22,
        "section": "Financials",
        "summary": "SensoVision showcases strong traction with existing clients, highlighting significant revenue contributions from major customers like Hindustan Fasteners and MCS Fasteners, and demonstrating substantial expansion scope for future growth from over 94 clients.",
        "key_points": [
            "Highlights key clients with significant revenue generated, such as Hindustan Fasteners (₹2.4 Cr from 11 orders).",
            "Demonstrates considerable expansion scope for revenue growth from existing clients (e.g., 34L for Hindustan Fasteners).",
            "Indicates a broad customer base with over 94 clients and a strategy of 'farming' existing relationships."
        ]
    },
    {
        "slide": 23,
        "section": "Competitive Landscape",
        "summary": "SensoVision differentiates itself among industry-focused quality automation providers through its in-house software, high customization, affordability, strong support network, and large product range, positioning it as a top competitor.",
        "key_points": [
            "Highlights SensoVision's competitive advantages in in-house software, high customization, and affordability.",
            "Emphasizes strong online and offline support network and a large product range.",
            "Positions SensoVision as a top competitor in the market based on product sales."
        ]
    },
    {
        "slide": 24,
        "section": "Product",
        "summary": "VizSort-M is an AI-based metal disc sorting machine for bulk inspection of metal, rubber, and plastic parts, offering 360-degree inspection with 99.9% accuracy, high capacity, an intuitive user interface, and easy changeover for various part sizes.",
        "key_points": [
            "Features AI-based visual defect detection and 360-degree part inspection.",
            "Achieves 99.9% accuracy and a capacity of 100,000 pieces per shift.",
            "Offers an intuitive user interface and easy changeover for a variety of sizes and part types like bolts, screws, and rivets."
        ]
    },
    {
        "slide": 25,
        "section": "Product",
        "summary": "VizSort-G is an AI-based glass disc sorting machine designed for bulk inspection of stably sitting metal, rubber, and plastic parts, providing 360-degree inspection with 99.9% accuracy, high capacity, an intuitive user interface, and easy changeover for diverse components.",
        "key_points": [
            "Utilizes AI-based visual defect detection and 360-degree inspection for parts that sit stably.",
            "Ensures high accuracy (99.9%) and capacity (100,000 pieces per shift).",
            "Features an intuitive user interface and easy changeover for various components like nuts, bolts, and special parts."
        ]
    },
    {
        "slide": 26,
        "section": "Product",
        "summary": "Vizbot is a compact smart camera for inline quality inspection, designed for assembly or packaging lines, featuring computer vision and AI for anomaly detection, DIY configuration, and seamless integration with industrial controllers.",
        "key_points": [
            "A miniaturized smart camera designed for inline quality inspection on manufacturing lines.",
            "Employs computer vision and AI for anomaly detection, presence/absence, and other visual checks.",
            "Offers an intuitive UI for DIY configuration and is integrable with all state-of-the-art industrial controllers."
        ]
    },
    {
        "slide": 27,
        "section": "Product",
        "summary": "PDIR is a static auto-profiler tabletop solution offering high-accuracy measurement for automotive, aerospace, and defense parts, providing micrometer-level precision, an intuitive user interface, and easy changeover for various part sizes.",
        "key_points": [
            "Tabletop solution for high-accuracy measurement of critical parts in automotive, aerospace, and defense sectors.",
            "Achieves exceptional precision with ±5µ measurement accuracy and ±3µ repeatability.",
            "Features an intuitive user interface and easy changeover for various part sizes, accommodating up to 100 mm with upgrades."
        ]
    }
]